pharma_integra/public/oc/oncoprod/OC7114-1061447_126_1662403553.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>13342878000238</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC7114-1061447</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>90</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4513</ns2:itemId><ns2:pedidoItemPrecoTabela>14600</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>4</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>347</ns2:itemId><ns2:pedidoItemPrecoTabela>1871,23</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>6</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>110187</ns2:itemId><ns2:pedidoItemPrecoTabela>19284,51</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC7114-1061447</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC7114-1061447</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>juaraujo-pj</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
